---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureVRepeat
source: html/4f27d9ff-9a06-d4e8-16a2-87c152bc8fca.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.TextureVRepeat Property

The property labeled "V Repeat" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string TextureVRepeat { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".